namespace Exercise2;

class Program
{
    //Задание 2. Объявите и инициализируйте переменную следующего вида: 
    //переменная для обозначение возраста человека, имеющая значение вашего возраста.
    //переменная температуры за окном
    //переменная логического типа, обозначающая принадлженость к женскому полу.
    //
    static void Main(string[] args)
    {
        uint you_age = 29;
        Console.WriteLine(you_age);
        string name = "Vitaliy";
        Console.WriteLine(name);
        int temp = 10;
        Console.WriteLine(temp);
        bool woman = false;
        Console.WriteLine(woman);
    }
}